import Image from 'next/image'

export const Comedian = () => {
    return (
        <div>
            <Image src="/images/mocks/comedian-01.png" width={302} height={450} alt="Руслан Белый" />
            <div>
                <h1>Руслан Белый</h1>
                <div>Дата рождения: 1 января 1980</div>
                <article>
                    <h2>О комике</h2>
                    <p>
                        Родился в Праге, где в то время служил его отец. Когда Руслану исполнилось 11 лет, он с семьёй
                        переехал в Польшу, где прожил 4 года. Когда Руслану было 14 лет, семья переехала в город Бобров
                        Воронежской области[5][6]. Отец Руслана хотел, чтобы его сын тоже стал военным, поэтому Белый
                        сразу после школы поступил в Воронежский военный авиационный инженерный университет[7][8].
                        Курсантом Руслан увлёкся игрой в КВН, был участником воронежской команды «Седьмое небо»[9], в
                        составе которой выиграл «Малый КиВиН в светлом» в Юрмале в 2004 году. Пять лет служил по
                        контракту. Имеет воинское звание капитан, награждён Медалью «За отличие в военной службе» III
                        степени. После службы в армии Белый поступил в Воронежский государственный аграрный университет
                        имени императора Петра I, где в 2003 году получил гражданское образование. Параллельно с учёбой
                        Руслан также развивался, как стендап-комик, выступая в Воронеже. В середине 2000-х годов стал
                        участвовать в воронежском филиале Comedy Club, где он познакомился с Юлией Ахмедовой и совместно
                        с ней начал выступать в команде КВН «25-я». Позже был приглашен в шоу «Смех без правил», но
                        отказался. Приехал туда только после третьего приглашения и занял 1-е место, выиграв 700 000
                        рублей, на которые приобрел квартиру в Воронеже[10]. В сентябре 2013 года создал шоу Stand Up,
                        став его продюсером[11][12][13]. После выхода двух сезонов передачи Руслан организовал
                        юмористический фестиваль под названием «Stand Up Фестиваль», где свои навыки стендап-комедиантов
                        демонстрировали начинающие комики[14]. Кроме того, Руслан Белый принимал участие в таких
                        юмористических передачах, как «Убойная Лига» (в качестве участника и новогоднего ведущего),
                        «Comedy Баттл» (в качестве члена жюри), «Прожарка»[15] (В качестве основного героя и в качестве
                        «прожарщика»), «Что было дальше?»[16] (в качестве одного из героев передачи). В 2017 году
                        организовал шоу для начинающих стендаперов «Открытый микрофон» (рубрика с таким же названием
                        была ранее в передаче Stand Up), где стал одним из наставников[17]. Был ведущим и организатором
                        стендап-тура «Комик в городе» (2018)[18], одним из ведущих ночного ток-шоу Talk (2020)[19]. В
                        апреле 2020 года совместно с психологом Ольгой Кузнецовой создал проект на YouTube под названием
                        «Чужие письма»[20]. 1 сентября 2023 года Минюст РФ признал его иностранным агентом[21].
                    </p>
                </article>
            </div>
        </div>
    )
}
