export const AboutUs = () => {
    return (
        <div className="space-y-4">
            <p>
                <strong>&laquo;Comedy Portal&raquo;</strong>&nbsp;&mdash; это ваш путеводитель по&nbsp;миру
                русскоязычной комедии, созданный такими же&nbsp;увлечёнными людьми, как и&nbsp;Вы. Мы&nbsp;искренне
                любим стендап и&nbsp;юмор во&nbsp;всех его проявлениях, поэтому хотим помочь Вам легко находить именно
                тот комедийный контент, который придётся по&nbsp;душе.
            </p>

            <p>
                Наш сервис создан для того, чтобы&nbsp;Вы могли оставлять свои рецензии и&nbsp;формировать рейтинги
                комедийного контента. Здесь Вы&nbsp;сможете ставить оценки любимым выступлениям, делиться своими
                мыслями&nbsp;и, конечно, составлять персональные списки самого смешного.
            </p>

            <p>
                Мы&nbsp;верим, что вместе мы&nbsp;сможем собрать по-настоящему огромную библиотеку юмора на&nbsp;русском
                языке и создать свои собственные топы, отражающие вкусы реальных ценителей комедии. Более того, наш
                проект призван помочь в&nbsp;формировании ниши комедийной критики. Ведь юмор, как и&nbsp;многое другое,
                субъективен. Сохраняя свои оценки и&nbsp;рецензии в&nbsp;личном профиле, Вы&nbsp;сможете делиться ими
                с&nbsp;друзьями или просто изучать профили других пользователей, чтобы открыть для себя что-то новое
                и&nbsp;интересное.
            </p>

            <p>
                <strong>Давайте смеяться и&nbsp;делиться этим смехом вместе!</strong>
            </p>
        </div>
    )
}
