export const AboutFormats = () => {
    return (
        <div className="flex flex-col gap-y-8">
            <p>
                На&nbsp;Comedy Portal мы&nbsp;собрали огромную коллекцию смешного контента на&nbsp;любой вкус. Чтобы Вам
                было проще ориентироваться, мы&nbsp;разделили всё по&nbsp;типам. Узнайте, чем они отличаются,
                и&nbsp;найдите&nbsp;то, что Вам по&nbsp;вкусу!
            </p>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Спешлы</h2>
                <p>
                    От&nbsp;английского &laquo;Comedy special&raquo;. Это полноценные{' '}
                    <strong>сольные стендап концерты</strong> одного комика, часто записанные для большой аудитории.
                    У&nbsp;каждого спешла есть своё уникальное название, и длится он&nbsp;обычно в&nbsp;пределах
                    40-60&nbsp;минут, иногда больше, иногда меньше, но&nbsp;не&nbsp;менее 15-20&nbsp;минут. Если
                    Вы&nbsp;хотите глубоко погрузиться в&nbsp;творчество любимого стендапера, начать стоит именно
                    со&nbsp;спешлов.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Стендап</h2>
                <p>
                    Здесь собраны <strong>выступления одного или нескольких комиков</strong> в&nbsp;формате комедийных
                    монологов. Это могут быть как{' '}
                    <strong>короткие отрывки или записи с&nbsp;открытых микрофонов</strong>, так и&nbsp;
                    <strong>полноценные выпуски шоу</strong>, где несколько артистов выступают по&nbsp;очереди.
                    Идеально, когда хочется получить порцию шуток или познакомиться с&nbsp;новыми лицами в&nbsp;комедии,
                    независимо от&nbsp;продолжительности выступления.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Дискуссии</h2>
                <p>
                    В&nbsp;этом разделе&nbsp;Вы найдёте <strong>шоу, где комики обсуждают различные темы</strong>. Хотя
                    часто используются заранее подготовленные шутки и&nbsp;направления для разговора, здесь также много
                    места для искромётной импровизации и&nbsp;неожиданных поворотов в&nbsp;диалоге. Это отличный способ
                    увидеть, как комики рассуждают и&nbsp;шутят вне классического формата выступления.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Импровизация</h2>
                <p>
                    Это <strong>комедия без сценария</strong>! Комики создают шутки и&nbsp;ситуации прямо на&nbsp;ваших
                    глазах, реагируя на&nbsp;предложения зрителей (краудворк, от&nbsp;англ.
                    &laquo;crowd&raquo;&nbsp;&mdash; толпа) или друг друга. Каждый выпуск уникален и&nbsp;непредсказуем,
                    ведь всё рождается здесь и&nbsp;сейчас. Если любите спонтанный и&nbsp;живой юмор, Вам сюда.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Подкасты</h2>
                <p>
                    Слушайте или смотрите <strong>подкасты, которые ведут комики</strong>. Независимо от&nbsp;формата
                    (аудио или видео), большинство из&nbsp;них наполнены юмором, но&nbsp;также могут затрагивать темы
                    психологии, культуры, новостей или личных историй. Подкасты&nbsp;&mdash; это возможность узнать
                    комиков с&nbsp;другой стороны и посмеяться над их&nbsp;неформальными беседами.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Прожарки</h2>
                <p>
                    Готовьтесь к&nbsp;порции <strong>жёстких, но&nbsp;смешных шуток</strong>! В&nbsp;прожарках комики
                    собираются, чтобы высмеять кого-то одного&nbsp;&mdash; другого комика, знаменитость или приглашённую
                    персону, чья биография известна зрителям. Все шутки заранее написаны, а&nbsp;значит, они будут
                    максимально острыми и продуманными.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Сериалы</h2>
                <p>
                    Здесь представлены <strong>комедийные сериалы</strong>, в&nbsp;которых снимаются наши любимые
                    комики. От ситкомов до&nbsp;более сложных комедийных драм&nbsp;&mdash; эти сериалы подарят вам
                    долгие часы смеха и&nbsp;приятного просмотра.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Скетчи</h2>
                <p>
                    <strong>Короткие, остроумные юмористические сценки</strong>, которые могут разыгрывать один или
                    несколько актёров и\или комиков. Скетчи&nbsp;&mdash; это быстрый и&nbsp;концентрированный источник
                    смеха, который идеально подходит для короткого перерыва или когда хочется посмотреть что-то очень
                    смешное без долгих прелюдий.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Ток-шоу</h2>
                <p>
                    Смотрите <strong>комедийные ток-шоу</strong>, где ведущий и&nbsp;приглашённые гости (часто другие
                    комики или знаменитости) обсуждают различные темы, шутят, играют в&nbsp;игры и&nbsp;создают
                    уникальную атмосферу юмора. Это отличный способ увидеть несколько комиков вместе и&nbsp;посмеяться
                    над их&nbsp;остроумными диалогами.
                </p>
            </section>

            <section>
                <h2 className="mb-4 text-xl font-semibold">Блоги</h2>
                <p>
                    <strong>Авторский контент</strong>, где комик или другая медийная личность делится своими{' '}
                    <strong>личными мыслями, наблюдениями, историями или размышлениями</strong> в&nbsp;более{' '}
                    <strong>неформальном и&nbsp;свободном формате</strong>. Это может быть видеодневник, короткие
                    зарисовки, реакции на&nbsp;события, или просто прямой монолог к&nbsp;зрителю/слушателю. Главная
                    особенность блогов&nbsp;&mdash; это{' '}
                    <strong>индивидуальный подход и&nbsp;прямая связь с&nbsp;автором</strong>, позволяющая глубже
                    погрузиться в его мир и&nbsp;ход мыслей, часто с&nbsp;элементами юмора и&nbsp;самоиронии.
                </p>
            </section>
        </div>
    )
}
