export const AboutUs = () => {
    return (
        <div>
            <p>
                <strong>&laquo;Comedy Portal&raquo;</strong>&nbsp;&mdash; это Ваш путеводитель по&nbsp;миру
                русскоязычной комедии. Мы&nbsp;создали этот проект, потому что, как и&nbsp;Вы, искренне любим стендап
                и&nbsp;юмор во&nbsp;всех его проявления
            </p>

            <p>
                Наша главная идея&nbsp;&mdash; помочь каждому зрителю легко находить именно тот комедийный контент
                (будь&nbsp;то стендап-концерт, комедийное шоу или что-то ещё), который ему по&nbsp;душе. Здесь
                вы&nbsp;сможете ставить оценки любимым выступлениям, делиться своими рецензиями&nbsp;и, конечно,
                составлять персональные списки самого смешного контента.
            </p>

            <p>
                Мы&nbsp;верим, что вместе мы&nbsp;сможем собрать по-настоящему огромную библиотеку юмора на&nbsp;русском
                языке и создать свои собственные топы, отражающие вкусы реальных ценителей комедии. Более того, наш
                проект призван помочь в&nbsp;формировании ниши комедийной критики. Ведь юмор, как и&nbsp;многое другое,
                субъективен. Сохраняя свои оценки и&nbsp;рецензии в&nbsp;личном профиле, вы&nbsp;сможете делиться ими
                с&nbsp;друзьями или просто изучать профили других пользователей, чтобы открыть для себя что-то новое
                и&nbsp;интересное.
            </p>

            <p>
                <strong>Давайте смеяться и&nbsp;делиться этим смехом вместе!</strong>
            </p>
        </div>
    )
}
